---
kind: property
id: P:Autodesk.Revit.DB.UV.BasisV
source: html/77777554-b9fb-9551-8a46-803e30f5aa40.htm
---
# Autodesk.Revit.DB.UV.BasisV Property

The basis of the V axis.

## Syntax (C#)
```csharp
public static UV BasisV { get; }
```

## Remarks
The basis of the V axis is the vector (0,1), the unit vector on the V axis.